Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=309_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjistä Saamelaisparlamentiksi ?
smn: Sämitiggeest Säämi Parlamenttân ?

source: Aloitteet Saamelaiskäräjien nimen muuttamiseksi Saamelaisparlamentiksi ja ja puheenjohtajan tehtävänimikkeen muuttamiseksi presidentiksi lähetetään tarkemmin valmisteltaviksi.
smn: Alguid sämitige noomâ rievdâdmist Säämi Parlamenttân já saavâjođetteijee pargonomâttâs rievdâdmist presidenttân vuolgâttuvvojeh täärhib valmâštâlmân.

source: Aloitteet saamelaiskäräjien nimen ja puheenjohtajan tehtävänimikkeen muuttamisesta teki saamelaiskäräjien jäsen Asko Länsman.
smn: Alguid sämitige noomâ já saavâjođetteijee pargonomâttâs rievdâdmist toovâi sämitige jeessân Asko Länsman.

source: Aloitetta saamelaiskäräjien nimen muuttamiseksi Länsman perustelee sillä, että nyt voimassa oleva nimi viittaa tuomioistuimeen.
smn: Alguu sämitige noomâ rievdâdmist Länsman agâstâl toin, et tááláš nommâ čuujoot tuámustovlin.

source: ŠSaamelaisparlamenttiŠ-nimitys kuvaisi Länsmanin mukaan enemmän saamelaiskäräjien tehtäviä ja asemaa.
smn: ŠSäämi ParlamentŠ-nomâttâs kuvviiččij Länsmanin mield eenâb sämitige pargoid já sajattuv.

source: Saamelaiskäräjien puheenjohtajan työnimikkeen muuttaminen ŠpresidentiksiŠ lisäisi saamelaiskäräjien arvostusta ja kuvaisi puheenjohtajan todellista asemaa kansaa edustavan elimen puheenjohtajana.
smn: Sämitige saavâjođetteijee pargonomâttâs rievdâdmist ŠpresidenttânŠ lasettičij sämitige áárvustan-neem já kuvviiččij saavâjođetteijee tuođâlâš sajattuv aalmug ovdâsteijee orgaan saavâjođetteijen.
